data/docker-db/2025-11-29_15-08-39.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            6944
        write:                           1984
        other:                           992
        total:                           9920
    transactions:                        496    (49.51 per sec.)
    queries:                             9920   (990.24 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0158s
    total number of events:              496

Latency (ms):
         min:                                   10.93
         avg:                                   20.19
         max:                                  485.36
         95th percentile:                       25.28
         sum:                                10012.62

Threads fairness:
    events (avg/stddev):           496.0000/0.00
    execution time (avg/stddev):   10.0126/0.00