data/docker-db/2025-11-29_15-28-09.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            7042
        write:                           2012
        other:                           1006
        total:                           10060
    transactions:                        503    (49.44 per sec.)
    queries:                             10060  (988.79 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.1719s
    total number of events:              503

Latency (ms):
         min:                                   10.55
         avg:                                   20.22
         max:                                  331.21
         95th percentile:                       25.28
         sum:                                10168.64

Threads fairness:
    events (avg/stddev):           503.0000/0.00
    execution time (avg/stddev):   10.1686/0.00